driver-tests/bpelse/repeatuntil/RepeatuntilJbi/test/RepeatUntilWaitPerfTest41/Input.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:rep="http://j2ee.netbeans.org/wsdl/RepeatUntilWait">
  <soapenv:Body>
    <rep:part1>Performance Test</rep:part1>
    <rep:part2>3</rep:part2>
  </soapenv:Body>
</soapenv:Envelope>